const AboutPart = () => {
    return (
        <>
            <div className="font-bold font-Amiri text-[#BA9503] text-base sm:text-base md:text-2xl flex flex-col justify-center overflow-y-auto h-full p-20 gap-2 bg-[#b5f0ad] text-right">
                <h1 className="text-4xl">حول طابو</h1>
                <p>مرحبًا بك في موقعنا، المنصة المثالية التي تتيح لك عرض والإطلاع على إعلانات الشقق، الفلل، والأراضي بمختلف المناطق. نحن نقدم مساحة مخصصة لعرض العقارات بمواصفاتها المختلفة، مما يسهل على المهتمين الوصول إلى خيارات تناسب احتياجاتهم وميزانياتهم.</p>
                <p>يرجى التنويه إلى أن دورنا يقتصر فقط على توفير هذه المنصة الإعلانية لربط المعلنين بالمشترين المحتملين. نحن لا نتدخل في تفاصيل العمليات التجارية أو العقود، بل نتيح لك كمسؤول عن إعلانك التواصل المباشر مع الأطراف الأخرى لإتمام أي معاملات.</p>
                <p>المستخدمون مسؤولون بالكامل عن مراجعة صحة ودقة المعلومات المدرجة في الإعلانات، وكذلك عن التفاوض وإتمام الصفقات وفقًا لرغباتهم. نوصي دائمًا باتخاذ الحذر والتحقق من جميع التفاصيل المتعلقة بالعقار قبل اتخاذ أي قرارات.</p>
                <p>هدفنا هو تسهيل الوصول إلى العقارات التي تناسبك بطريقة مرنة وسهلة الاستخدام، مما يجعل عملية البحث أو الإعلان أكثر بساطة وكفاءة. إذا كنت بحاجة إلى أي استفسار أو دعم تقني، فريقنا هنا لخدمتك. شكراً لاختيارك موقعنا!</p>
            </div>
        </>

    );
};

export default AboutPart;
