const ContactPart = () => {
    return (
        <>
            <div className="font-bold font-Amiri text-[#BA9503] text-base sm:text-base md:text-2xl flex flex-col justify-center  overflow-y-auto h-full p-20 gap-2 bg-[#b5f0ad] text-right">
                <h1 className="text-4xl">طابو اتصل بنا</h1>
                <p>نحن في موقعنا العقاري نسعى دائمًا لتوفير أفضل تجربة للمستخدمين. إذا كانت لديك أي استفسارات أو بحاجة إلى مساعدة بخصوص إعلاناتك أو أي تفاصيل أخرى متعلقة باستخدام الموقع، لا تتردد في التواصل معنا. نحن هنا لمساعدتك وتقديم الدعم اللازم</p>
                <p>طرق التواصل</p>
                <ol>
                    <li>البريد الإلكتروني: يمكنك إرسال استفساراتك إلى عنوان البريد الإلكتروني الخاص بنا [example@email.com]، وسنقوم بالرد عليك في أقرب وقت ممكن</li>
                    <li>الهاتف: إذا كنت تفضل التواصل بشكل مباشر، يمكنك الاتصال بنا على الرقم [XXX-XXX-XXXX] خلال ساعات العمل الرسمية من [التوقيت المحدد]</li>
                </ol>
                <p>نحن نقدر ملاحظاتك واقتراحاتك، ونسعى دائمًا لتحسين خدماتنا بما يتناسب مع احتياجاتك. شكراً لك على اختيارك لموقعنا العقاري</p>
            </div>
        </>

    );
};

export default ContactPart;
